Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/inarinsaamen_taivutusoppi_on_julkaistu.html.tmx
Source language: fin
Languages: sms

source: Inarinsaamen taivutusoppi on julkaistu
sms: Aanrõšǩiõl soojtem-mätt ǩeʹrjj lij iʹlmstõõvvâm

source: INARINSAAMEN TAIVUTUSOPPI kuvaa inarinsaamen taivutusmuotojen muodostamista systemaattisesti, mutta mahdollisimman helppolukuisesti, havainnollisesti ja lähestyttävästi.
sms: INARISAAMEN TAIVUTUSOPPI kovvad aanrõšǩiõl soojtemååʹblǩi raajjmõõžž systemaattlanji, leša nuʹt, štõ tõi fittjummuš lešši aʹlǩǩi.

source: Kirjassa kuvataan inarinsaamen äänteet ja ääntämisohjeet, säännönmukaiset äänteenmuutokset ja taivutusmuotojen muodostamissäännöt.
sms: Ǩeeʹrjest puutet õuʹdde aanrõšǩiõl jiõnnõõǥǥid da jiõnneemvuäppsid, vuâkkõõzzi meâldlaž jiõnneem-muttõõzzid da soojtemjtemååʹblǩi raajjam-meärrõõzzid.

source: Mukana on paljon esimerkkejä sääntöjen havainnollistamiseksi.
sms: Ǩeeʹrjest lie jiânnai õuddmiârk kook kovvee meärrõõzzid.

source: Lisäksi kirjassa esitellään taipumattomat sanaluokat ja yleisimmät niihin kuuluvat sanat.
sms: Laassen ǩeeʹrjest puutet õuʹdde soojǩâni sääʹnnklaassid da tõi takainallšmid saaʹnid.

source: Taivutusoppia seuraa lyhyt kappale inarinsaamen lauseopillisista piirteistä.
sms: Soojtem-määtt maŋŋa ǩeeʹrjest lij vuäʹnkõs vueʹss aanrõšǩiõl ciâlkmäätt jiõčvuõđin.

source: Kirja sopii inarinsaamen kieliopintojen tueksi ja oppimateriaaliksi sekä lähdemateriaaliksi kaikille kielen parissa työskenteleville, esimerkiksi opettajille, toimittajille ja tutkijoille.
sms: Ǩeʹrjj suåpp aanrõšǩiõl ǩiõllmäättai tuärjjan da mättmateriaalan di teâttkäivvan pukid, kook aanrõšǩiõlin tuejjee, õuddmeârkkan uʹčteeʹlid, tooiʹmteejid da tuʹttǩeejid.

source: Kirja on saatavilla Saamelaiskäräjien oppimateriaalin nettikaupasta: https://www.samediggi.fi/tuote/inarinsaamen-taivutusoppi/
sms: Ǩeʹrjj lji tiʹllʼjemnalla Sääʹmteeʹǧǧ mättmateriaal nettkaaupâst: https://www.samediggi.fi/tuote/inarinsaamen-taivutusoppi/
